/* 
  Localizable.strings
  DuetMac

  Created by Rahul Dewan on 6/15/15.
  Copyright (c) 2015 Rahul Dewan. All rights reserved.
*/

"Duet Connected" = "Duet Conectado";

"Restart Your Mac" = "Reinicie o seu Mac";
"Quit" = "Sair";
"Authorization Error" = "Erro de Autorização";
"Select 'Try Again' to re-try the re-authorize, or 'Quit' to give up." = "Selecione 'Tentar Novamente' para repetir e reautorizar, ou 'Sair' para desistir.";
"Try Again" = "Tentar Novamente";

"Open duet on iOS" = "Abra o Duet no iOS";
"Connect device to Mac with" = "Conecte o dispositivo ao Mac com";
"or" = "ou";
"Version" = "Versão";
"Resolution" = "Resolução";
"No Device Connected" = "Nenhum Dispositivo Conectado";
"Frame Rate" = "Taxa de Quadros";
"60 FPS" = "60 FPS";
"30 FPS" = "30 FPS";
"Performance" = "Desempenho";
"High Power" = "Alto Desempenho";
"Energy Efficient" = "Eficiência Energética";
"Preferences" = "Preferências";
"Update App Automatically" = "Atualizar Aplicativo Automaticamente";
"Launch At Login" = "Executar no Login";
"Graphics Card" = "Placa de Vídeo";
"When Duet Is Connected..." = "Quando o Duet está conectado...";
"Discrete (Recommended)" = "Separada (Recomendado)";
"Integrated (Energy Savings)" = "Integrada (Eficiência Energética)";
"Display Arrangement" = "Disposição dos Monitores";
"Check For Updates" = "Verificar Atualizações";
"Help Center" = "Help Center";
"Ask Us A Question" = "Faça uma Pergunta";
"Uninstall Duet" = "Desinstalar o Duet";
"Quit" = "Sair";

"Regular (Energy Efficient)" = "Resolução Normal (Eficiência Energética)";
"Retina (High Performance)" = "Resolução Retina (Alto Desempenho)";
"High Resolution (Smaller Text)" = "Alta Resolução (Texto Menor)";